<template>
  <div class="max-w-[1200px] mx-auto ">
    <div class="pt-[60px] ">
      <div class="lg:flex gap-[81px]">
        <img src="../../assets/cough.png" alt="cough">
        <div>
          <p class="max-w-[580px] text-[#FFFFFF] font-medium text-[35px]">«Tuotown» – легендарные ножи, создающие
            шедевры</p>
          <p class="text-[16px] text-[#FFFFFF] leading-[22px] max-w-[605px] pt-[51px]">Компания «Tuotown» – эксклюзивный
            представитель профессиональных кухонных ножей, изготовленных лучшими мастерами Восточной Азии с применением
            передового европейского оборудования и современных материалов. Они отличаются идеальным балансом и
            фантастической остротой. Сочетают в себе вековые традиции и новейшие разработки. Также предлагаем широкий
            ассортимент сопутствующих товаров.</p>
        </div>
      </div>
      <div class="lg:pt-[39px] flex gap-[80px]">
        <div>
          <p class="leading-[22px] text-[#FFFFFF] text-[16px] max-w-[680px]">Истинная красота ножа — совершённая
            функциональность и визуальная гармония. Этот предмет издревле
            сопутствовал человеку: от зари цивилизации до сегодняшних дней. На протяжении всей истории человечества он
            был верным помощником, незаменимым инструментом и грозным оружием. Предлагаем изделия Hi-end качества по
            доступным ценам настоящим ценителям японских ножей.</p>
          <p class="leading-[22px] text-[#FFFFFF] text-[16px] max-w-[705px] pt-[27px]">Отличительной чертой нашего
            интернет-магазина являются уникальные торговые предложения, эксклюзивность
            продукции, неизменно высокое качество и выгодные цены. Осуществляем продажи элитных японских кухонных ножей
            для профессионалов и любителей. В обширной ассортиментной линейке представлены изделия для различных
            потребностей и любого бюджета — от столовых приборов до шеф-ножей.</p>
          <p class="pt-[43px] max-w-[600px] font-semibold text-[28px] text-[#FFFFFF]">Ножи «Tuotown» – это главный
            инструмент поваров и секрет кулинарного мастерства</p>
        </div>
        <div>
          <img src="../../assets/deliciousFood.png" alt="deliciousFood">
        </div>
      </div>
    </div>
  </div>
  <div class="w-full border opacity-10 border-[#FFFFFF] mt-[60px]"></div>
</template>
<script setup>

</script>